[{"id":"ef87162c-0682-4aba-8563-8b2b2b6592c5","name":"Redwall","borrowed":false,"description":"Redwall Abbey, tranquil home to a community of peace-loving mice, is threatened by Cluny the Scourge savage bilge rat warlord and his battle-hardened horde. But the Redwall mice and their loyal woodland friends combine their courage and strength.","authors":[{"id":"8252b104-bec8-43b3-8e50-3de154a750be","firstName":"Brian","lastName":"Jacques"}]},{"id":"38aeb39a-0810-44cd-829d-2713ad3af7ca","name":"Mossflower","borrowed":false,"description":"The clever and greedy wildcat Tsarmina becomes ruler of all Mossflower Woods and is determined to govern the peaceful woodlanders with an iron paw. The brave mouse Martin and quick-talking mouse thief Gonff meet in the depths of Kotir Castle's dungeon. The two escape and resolve to end Tsarmina's tyrannical rule. Joined by Kinny the mole, Martin and Gonff set off on a dangerous quest for Salamandastron, where they are convinced that their only hope, Boar the Fighter, still lives.","authors":[{"id":"3c195ee8-8c82-4dfc-bb0c-6fa0b5a8a8f9","firstName":"Brian","lastName":"Jacques"}]},{"id":"9a19ec9d-89a6-4503-8eb8-0f9ec3c61891","name":"Mattimeo","borrowed":false,"description":"The third addition to the beloved Redwall series takes place during the summer of the Golden Plain. Preparation for a great feat are underway at Redwall Abbey, and the young mouse Mattimeo is contributing his share of the labors. But Mattimeo is the son of Mathius, the guardian of Redwall Abbey, and it is this fact that makes him the target of a fiendish kidnapping plot contrived by the vicious fox, Slagar the Cruel. When Mathias and his brave followers abandon heir homes and face enslavement for the return of their children, the captive Mattimeo stands to prove his worth--and an unexpected hero is born.","authors":[{"id":"cc6ea60d-f596-4816-928f-03a4b1fdbe91","firstName":"Brian","lastName":"Jacques"}]},{"id":"89254104-f25a-4fdf-91da-0469fa18d6af","name":"October's Love Song","borrowed":false,"description":null,"authors":[{"id":"2d535a43-2824-40b5-af62-df63feb0aace","firstName":"Curtis","lastName":"Cawley"}]},{"id":"9146b6f7-55cf-4b56-aee5-99d749f90d1d","name":"Sous Vide with Stefan","borrowed":false,"description":"How to make delicious sous vide for socialists gatherings.","authors":[{"id":"7ce948d9-a405-446f-9960-5fbc7152e08d","firstName":"Stefan J","lastName":"Kuhmer"},{"id":"8a9b02c2-91b4-4069-b0c9-1cf9828db9ce","firstName":"Peanut","lastName":"Whoozababy"}]}]